Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Add about 50 mL of solvent mixture and dissolve.
es_es: Agregar alrededor de 50 ml de la mezcla de disolventes y disolver.

source: Add about 80 mL of eluent and dissolve by sonicating.
es_es: Añadir aproximadamente 80 ml de eluyente y disolver exponiendo a ultrasonido.

source: Add about 80 mL of eluent and dissolve.
es_es: Añadir aproximadamente 80 ml de eluyente y disolver.

source: Add approximately 1 gram of pulverized sample to the pan.
es_es: Añadir aproximadamente 1 gramo de muestra pulverizada al recipiente.

source: Add the test sample (accurately weighed) as rapidly as possible, dissolve with stirring and again titrate with the volumetric solution to the endpoint.
es_es: Agregar la muestra de prueba (pesada con exactitud) lo más rápido posible, disolver con agitación y valorar una vez más con la solución volumétrica hasta el punto final.

source: Added as 1:1 (w/w) slurry with glycerol 85%
es_es: Añadido como suspensión 1:1 (p/p) con glicerina al 85%

source: Added as phosphoric acid 85 % (approximately 93 mg/vial, 19 mg/mL).
es_es: Se añade como ácido fosfórico al 85% (alrededor de 93 mg/frasco, 19 mg/ml).

source: Added as phosphoric acid 85% (approximate 148 mg/vial, 19 mg/mL).
es_es: Se añade como ácido fosfórico al 85% (alrededor de 148 mg/frasco- vial, 19 mg/mL).

source: Added as phosphoric acid 85% (approximate 185 mg/vial, 19 mg/mL).
es_es: Se añade como ácido fosfórico al 85% (alrededor de 185 mg/vial, 19 mg/mL).

source: Added as phosphoric acid 85% (approximate 93 mg/vial, 19 mg/mL).
es_es: Se añade como ácido fosfórico al 85% (alrededor de 93 mg/vial, 19 mg/mL).

source: Added sentence:
es_es: Se añade oración:

source: Added value of this study
es_es: Valor añadido de este estudio

source: Addition of Boehringer Ingelheim RCV GmbH & Co KG as alternative TPA-05 DS manufacturing site
es_es: Se agrega Boehringer Ingelheim RCV GmbH & Co KG como planta productora alternativa del principio activo TPA-05

source: Addition of N-Nitrosodimethylamine (NDMA) specification parameter to the specification for the drug product with corresponding test methods
es_es: Adición del parámetro de la especificación N-Nitrosodimetilamina (NDMA) a la especificación del medicamento, con los correspondientes métodos analíticos

source: Addition of QACS LTD as a new analytical testing site for testing of the impurity N-nitrosodimethylamine (NDMA).
es_es: Se añade QACS LTD como nuevo centro de evaluación analítica abocado a las pruebas de la impureza N-nitrosodimetilamina (NDMA).

source: Addition of QACS LTD with address 25-27, Aristotelous street, Metamorfossi Attiki, 14451 as a new analytical testing site for testing of the impurity N-nitrosodimethylamine (NDMA).
es_es: Se añade como nuevo centro de evaluación analítica abocado a las pruebas de la impureza N-nitrosodimetilamina (NDMA) QACS LTD, con dirección en la calle Aristotelous 25-27, Metamorfossi Attiki, 14451.

source: Addition of Solvias AG as a new analytical testing site for testing of theimpurity N-nitrosodimethlyamine (NDMA).
es_es: Se añade Solvias AG como nuevo centro de evaluación analítica abocado a las pruebas de la impureza N-nitrosodimetilamina (NDMA).

source: Addition of analyses for assessing the impact of COVID-19 pandemic (see details in Section 9.8.3)
es_es: Adición de análisis para evaluar el impacto de la pandemia de COVID-19 (ver detalles en la Sección 9.8.3)

source: Addition of cell bank testing and storage sites to provide a complete overview
es_es: Inclusión de centros de análisis y almacenamiento de bancos de células para proporcionar un panorama completo.

source: Addition of chapter 5 “Process Validation - Formulated Bulk Handling”.
es_es: Adición de la Sección 5, "Validación del proceso – manejo del granel formulado".

source: Addition of equipment brands and capacity with regard to the slight change of thickness limits for some dosage strengths.
es_es: Se añaden otras marcas y capacidades de equipos para dar cuenta del leve cambio en los límites de espesor para ciertas presentaciones.

source: Addition of footnote for correction of release testing sites as bioburden and endotoxin testing are not performed at A&M Stabtest
es_es: Se agrega nota al pie para enmendar las plantas donde se realizan las pruebas de liberación, ya que en A&M Stabtest no se realizan pruebas de biocarga ni endotoxinas.

source: Addition of missing acid titrant to buffer composition table.
es_es: Se incluye el titulador ácido que faltaba en la tabla de composición del buffer.

source: Addition of new CLO A&M STABTEST as alternative testing site for stability testing of drug substance
es_es: Incorporación de CLO A&M STABTEST como nuevo centro alternativo de evaluación analítica abocado a las pruebas de estabilidad del principio activo.

source: Addition of process parameters that are performed at Rottendorf DE as defined in EMA/CHMP/QWP/245074/2015 Guideline on manufacture of the finished dosage form.
es_es: Se añaden los parámetros del proceso realizados en Rottendorf DE y definidos en EMA/CHMP/QWP/245074/2015, Directrices sobre la fabricación de la presentación terminada.

source: Addition of process parameters that are performed at Rottendorf DE as defined in EMA/CHMP/QWP/245074/2015 Guideline
es_es: Se añaden los parámetros del proceso realizados en Rottendorf DE y definidos en EMA/CHMP/QWP/245074/2015, Directrices sobre la fabricación de la presentación terminada.

source: Addition of the quality control testing site for “N-nitroso dabigatran etexilate” test parameter - Solvias AG, Switzerland.
es_es: Se añade la planta de control de calidad para el parámetro analítico "Etexilato de N-Nitroso dabigatrán", Solvias AG, Suiza.

source: Addition of unit.
es_es: Se añade la unidad de medida.

source: Addition of “N-nitroso-dabigatran etexilate” test parameter to the specification for the drug product with a corresponding test method,
es_es: Se añade a la especificación del medicamento el parámetro "etexilato de N-Nitroso dabigatrán", con un método analítico correspondiente.

source: Addition of: Investigational use of Tenecteplase in this study will be managed under the applicable Regulatory mechanism for each participating country.
es_es: Se añadió: "El uso en investigación de tenecteplasa en este estudio cumplirá con el marco regulatorio correspondiente para cada país participante."

source: Addition of new sites
es_es: Se agregaron centros nuevos

source: Additional Baseline Characteristics
es_es: Otras características iniciales

source: Additional Contributions:
es_es: Contribuciones adicionales:

source: Additional Details:
es_es: Otros detalles:

source: Additional ECGs may have been collected by the investigator for safety reasons.
es_es: El investigador podría haber requerido otros ECG por seguridad.

source: Additional Gentamicin removal study
es_es: Estudio adicional de eliminación de gentamicina

source: Additional Information
es_es: información adicional

source: Additional PV activities or any aRMM (additional Risk Minimization Measure) are currently not in place or requested by any health authority worldwide for Metalyse.
es_es: Ninguna autoridad sanitaria del mundo tiene vigente ni ha actualmente pedido ninguna actividad adicional de farmacovigilancia ni ninguna medida adicional de minimización de riesgos para Metalye.

source: Additional Procedural Characteristics
es_es: Otras características del procedimiento

source: Additional analytical data due to new manufacturing site BI Vienna and clarification on sampling and usage of tanks at BI Vienna
es_es: Se proporcionan datos analíticos adicionales por la inclusión de la nueva planta productora BI Vienna y se aclara el muestreo y el uso de tanque en BI Vienna.

source: Additional analytical data due to new manufacturing site BI Vienna and further information on the dataset is provided
es_es: Se proporcionan datos analíticos adicionales por la inclusión de la nueva planta productora BI Vienna y se da más información sobre el conjunto de datos.

source: Additional analytical data due to new manufacturing site BI Vienna.
es_es: Se adicionan datos analíticos por la inclusión de la nueva planta productora BI Vienna.

source: Additional baseline characteristics of patients
es_es: Otras características iniciales de los pacientes

source: Additional cryo vessel class can be used.
es_es: Pueden usarse otras clases de recipiente criogénico.

source: Additional data including stability data – Package Aclar / PVDC / Bottle
es_es: Datos adicionales que incluyen datos de estabilidad; envases: Aclar / PVDC / botella

source: Additional details regarding the origin of the pregelatinised starch (Maize) used to manufacture the drug product are added.
es_es: Se agregan más detalles sobre el origen del almidón pregelatinizado (maíz) empleado para fabricar el medicamento.

source: Additional evaluation of phenol red data for both manufacturing sites is added.
es_es: Se adiciona la evaluación del rojo de fenol para ambas plantas productoras.

source: Additional evaluation of poloxamer 188 data for both manufacturing sites is added.
es_es: Se adiciona la evaluación del poloxámero 188 para ambas plantas productoras.

source: Additional filling line is needed for tenecteplase 40 mg/vial and 50 mg/vial
es_es: Se necesita una línea de llenado adicional para tenecteplasa 40 mg/vial y 50 mg/vial

source: Additional information is given in the appropriate tables and figures attached.
es_es: Se proporciona información adicional en las correspondientes tablas y figuras adjuntas.

source: Additional information on LOQ of method for BI Vienna.
es_es: Información adicional sobre el límite de cuantificación de la metodología de BI Vienna.

source: Additional information on the following specific adverse events was collected on the eCRF:
es_es: En el eCRF se recopiló información adicional sobre los siguientes eventos adversos específicos:

source: Additional information provided for analytical procedure as samples measured for BI Vienna were diluted with phosphate buffered saline.
es_es: Se proporcionó información adicional para el procedimiento analítico, ya que las muestras medidas para BI Vienna se diluyeron con solución buffer fosfato salino.

source: Additional injection of Control Samples may be performed as desired throughout the sequence.
es_es: Se pueden inyectar las muestras de control adicionales que se deseen dentro de la secuencia de inyección.

source: Additional injections of standard solution 5 % reference (as control samples) and/ or blank solution may be performed as desired throughout the sequence.
es_es: Se pueden inyectar las muestras adicionales que se deseen de la referencia de disolución estándar al 5 % (como muestras de control) y/o de la solución blanco dentro de la secuencia de inyección.

source: Additional markers
es_es: Marcadores adicionales

source: Additional packaging of each aluminium foil bag in to one PE bag is a standard packaging process for bulk product at Catalent FR (Beinheim).
es_es: El acondicionamiento adicional de cada bolsa de lámina de aluminio en una bolsa de polietileno es un proceso estandarizado de acondicionamiento para los productos a granel en la planta de Catalent FR (Beinheim).

source: Additional pharmacokinetic (PK) endpoints were tmax (time from dosing to maximum measured concentration of the analyte in plasma), λz (terminal rate constant in plasma), t1/2 (terminal half-life of the analyte in plasma), MRTpo (mean residence time of the analyte in the body after oral administration), CL/F (apparent clearance of the analyte in the plasma after extravascular administration), and Vz/F (apparent volume of distribution during the terminal phase after extravascular administration) for both empagliflozin and metformin.
es_es: Otros criterios de valoración farmacocinéticos fueron tmáx (tiempo hasta alcanzar la concentración máxima medida del analito en plasma), λz (constante de velocidad terminal en plasma), t1/2 (vida media terminal del analito en plasma), MRTpo (tiempo medio de residencia del analito en el organismo luego de administración oral), CL/F (depuración aparente del analito en plasma luego de administración extravascular) y Vz/F (volumen aparente de distribución durante la fase terminal luego de administración extravascular) tanto de empagliflozina como de metformina.

source: Additional pharmacovigilance activities
es_es: Actividades adicionales de farmacovigilancia

source: Additional pharmacovigilance activities:
es_es: Actividades adicionales de farmacovigilancia:

source: Additional procedural characteristics
es_es: Características adicionales del procedimiento

source: Additional process options for the handling of formulated bulk are implemented after completion of the respective validation study.
es_es: Las opciones de proceso adicionales para el manejo de los graneles formulados se implementan después de completar el estudio de validación respectivo.

source: Additional reports:
es_es: Informes adicionales:

source: Additional risk minimisation measures:
es_es: Medidas adicionales de minimización de riesgos:

source: Additional samples
es_es: Muestras adicionales

source: Additional samples were collected during the trial (see Table 9.5.1: 1) to investigate a potential effect of the trial medication on NT-proBNP.
es_es: Durante el ensayo, se tomaron más muestras (ver Tabla 9.5.1: 1) para investigar el efecto potencial de la medicación en estudio sobre el NT-proPNC.

source: Additional sensitivity analyses including all events after randomisation were specified
es_es: Se especificaron análisis de sensibilidad adicionales, en los que se incluyeron todos los eventos posteriores a la aleatorización.

source: Additional sentence to clarify that this drug is used upon condition of Regulatory approval.
es_es: Frase adicional para aclarar que este medicamento se usa solo con previa aprobación regulatoria.

source: Additional statement added as complete results now available from Part 1.
es_es: Ahora que están disponibles todos los resultados de la Parte 1, se agregó nueva información.

source: Additional subgroups analyses by age, sex, race, baseline eGFR, blood pressure, and use of certain medications were overall consistent with the main analyses (Tables 15.3.1.11: 9 to 12 and 14 to 17).
es_es: Los análisis de subgrupos adicionales por edad, sexo, raza, TFGe inicial, presión arterial y uso de ciertos medicamentos en general se correspondieron con los análisis principales (Tablas 15.3.1.11: 9 a 12 y 14 a 17).

source: Additional testing
es_es: Pruebas adicionales

source: Additional testing for unique dosage forms
es_es: Pruebas adicionales para las presentaciones de dosis única

source: Additional testing is performed for the two residual solvents 2-propanol and ethylene glycol, which might be present due to the manufacturing process of Polysorbate 20, as identified in Table 1.
es_es: Se realizan pruebas adicionales para los dos disolventes residuales, 2-propanol y etilenglicol, que podrían quedar presentes a partir del proceso de fabricación del Polisorbato 20, tal como se identifica en la Tabla 1.

source: Additional testing of unique dosage forms
es_es: Pruebas adicionales para las presentaciones de dosis única

source: Additional testing parameters may be performed at both sites QACS GR and Solvias CH provided that the method transfer from the current analytical testing site has been successfully completed.
es_es: En ambos centros de QACS GR y en Solvias CH se pueden evaluar otros parámetros analíticos, siempre que se complete adecuadamente la transferencia metodológica desde el centro analítico vigente.

source: Additional filling line is needed for tenecteplase 25 mg/vial
es_es: Se necesita una línea de llenado adicional para tenecteplasa 25 mg/frasco

source: Additionally, 100 % filling weight control for SM6.
es_es: Además, control del peso de llenado al 100 % en SM6.

source: Additionally, 100 % filling weight control is performed with peristaltic pump filler. Use of platform filling technology.
es_es: Asimismo, se realiza un control al 100% del peso de llenado con sistema de llenado por bomba peristáltica. Uso de tecnología de llenado de plataforma.

source: Additionally, a comparability study has been performed.
es_es: Además, se hizo un estudio de comparabilidad.

source: Additionally, a fixed amount of insulin stock solution is added every day after start of cultivation until day 6 of cultivation, except for the harvest day.
es_es: Además, se añade una cantidad fija de solución madre de insulina todos los días después del inicio del cultivo hasta el día 6 de cultivo, excepto el día de la cosecha.

source: Additionally, a fixed amount of insulin stock solution is added every day after start of cultivation, except for the harvest day.
es_es: Además, se añade una cantidad fija de solución madre de insulina todos los días después del inicio del cultivo, excepto el día de la cosecha.

source: Additionally, a sterile filter with a larger surface has been implemented, to avoid potential filter blocking, as the batch size has been increased from 3 up to 4 drug substance batches for commercial production.
es_es: Además, se ha implementado un filtro estéril de más superficie para evitar posibles bloqueos de filtro, considerando que se ha llevado el tamaño de partida de producción comercial de 3 a 4 partidas del principio activo.

source: Additionally, among 962 children in 12 studies of prophylactic treatment with LMWH, 21 (2.2%) experienced a new VTE [R19-2558].
es_es: Además, entre 962 niños de 12 estudios de tratamiento profiláctico con heparinas de bajo peso molecular, 21 (2.2%) experimentaron reiteración de la TEV [R19-2558].

source: Additionally, an editorial change is proposed for the description of the operation “Testing of drug product (release and stability)”.
es_es: Además, se propone un cambio de redacción en la descripción de la "Evaluación microbiológica del medicamento (liberación y estabilidad)".

source: Additionally, based on the testing performed on drug product samples from batches taken at different age i.e. freshly produced, middle of shelf life and end of shelf-life (corresponding to totally 1268 batches, please refer to section P.2) and a review of the impurity data from recently completed drug product stability (across all strengths), strongly suggest that NDMA does not relevantly increase during regular drug product storage (CZ I-IV)
es_es: Además, las pruebas realizadas a muestras del medicamento tomadas de partidas de distintas edades, es decir, recientemente producidas, a mitad de la vida útil y al final de la vida útil (1268 partidas en total, véase la sección P.2), y una revisión de los datos sobre impurezas provenientes de pruebas de estabilidad recientemente completadas (de todas las concentraciones), sugieren con firmeza que el contenido de NDMA no aumenta significativamente durante el almacenamiento regular del medicamento (zonas climáticas I-IV).

source: Additionally, critical process steps are performed under a laminar flow unit with Grade A air supply and Grade C surroundings (e.g. cell banking, inoculum and formulation).
es_es: Además, los pasos críticos del proceso se realizan bajo una unidad de flujo laminar con suministro de aire de grado A y entorno de grado C (por ejemplo, banco de células, inóculo y formulación).

source: Additionally, differences from baseline were to be evaluated.
es_es: Además, se evaluaban las diferencias con respecto a los valores iniciales.

source: Additionally, empagliflozin significantly reduced the risk of recurrent HHF, and significantly slowed eGFR decline [P20-07681].
es_es: Además, la empagliflozina redujo significativamente el riesgo de hospitalización por insuficiencia cardíaca recurrente y ralentizó significativamente la disminución de la TFGe [P20-07681].

source: Additionally, it is well known that a lower chamber pressure in combination with a lower shelf temperature increases the primary drying duration.
es_es: Además, se sabe que una presión más baja en la cámara en combinación con una temperatura más baja de almacenamiento aumenta la duración del secado primario.

source: Additionally, it was known that the selected formulation (5 mg/mL tenecteplase, 300 mmol/L arginine, 0.4 mg/mL PS 20 and phosphoric acid to adjust the pH to 7.3) has a glass transition temperature (Tg ́) of -27°C (via differential scanning calorimetry) and that the 40 mg/vial and 50 mg/vial presentations can be freeze-dried at product temperatures during sublimation up to -18°C.
es_es: Además, se estableció que la formulación seleccionada (5 mg/ml de tenecteplasa, 300 mmol/l de arginina, 0.4 mg/ml de PS 20 y ácido fosfórico para ajustar el pH a 7.3) tiene una temperatura de transición vítrea (Tg) de -27 °C (mediante calorimetría diferencial de barrido) y que las presentaciones de 40 mg/fraco y 50 mg/frasco pueden liofilizarse a las temperaturas del producto durante la sublimación de hasta -18 °C.

source: Additionally, mortality risk associated with PE is lower in paediatric populations compared to adult populations [R19-2559].
es_es: Además, el riesgo de mortalidad asociado con la embolia pulmonar es menor en las poblaciones pediátricas que en las adultas [R19-2559].

source: Additionally, please provide information on the quality comparability of the formulation and excipients.
es_es: Además, por favor, brindar información sobre la comparabilidad cualitativa de la formulación y los excipientes.

source: Additionally, potential critical process steps were only performed under a Laminar Flow unit with Grade A air supply and Grade C surroundings.
es_es: Además, los pasos críticos del proceso se realizaron bajo una unidad de flujo laminar con suministro de aire de grado A y entorno de grado C.

source: Additionally, primary packaging materials do not consist of nitrocellulose.
es_es: Además, los materiales de acondicionamiento primario no son nitrocelulosa.

source: Additionally, randomisation was dynamic, occurring in real time and therefore allocation was fully concealed.
es_es: Además, hubo aleatorización dinámica en tiempo real, por lo que la asignación quedó por completo enmascarada.

source: Additionally, recruitment to the 3 categories of DM, pre-DM, or no DM was monitored on regional level.
es_es: Además, se hizo un seguimiento por región para garantizar que se reclutaran las 3 categorías. diabetes mellitus, prediabetes y sin diabetes.

source: Additionally, refer to Section 3.2.S.2.5, Process Validation-Purification/Reduction of Impurities by the Purification Process.
es_es: Puede encontrarse más información en la Sección 3.2.S.2.5 sobre validación del proceso: purificación/reducción de impurezas por medio del proceso de purificación.

source: Additionally, safety related methods will be tested on the PFS.
es_es: También se realizarán pruebas de métodos relativos a la seguridad en la jeringa precargada.

source: Additionally, samples were drawn at the beginning, middle and end of filling, and analysed for protein concentration, PS 20 concentration, CGE red., single-chain determination, HPSEC, icIEF and clot lysis.
es_es: Además, se tomaron muestras al inicio, la mitad y al final del llenado, y se analizó la concentración de proteína, la concentración de PS 20, se realizó una electroforesis capilar en gel en condiciones reductoras y con determinación de moléculas de cadena única, una HPSEC, un icIEF y lisis de coágulos.

source: Additionally, slight optimization of the stopper and crimp cap (stopper: higher content of cured silicon oil; crimp cap: shorter skirt) was established.
es_es: Además, se estableció una ligera optimización del tapón de caucho y la tapa metálica (tapón: mayor contenido de aceite de silicona curado; tapa metálica: faldón más corto).
